name: "plan_model"
platform: "tensorrt_plan"
instance_group [ 
  {  
    kind: KIND_GPU 
    gpus: [ 0 ] 
  } 
]
input [
    {
        name: "input_ids"
        data_type: TYPE_INT32
        dims: [-1,-1]
    },
    {
        name: "attention_mask"
        data_type: TYPE_INT32
        dims: [-1,-1]
    }
    ]
output [
    {
      name: "logits"
      data_type: TYPE_FP32
      dims: [-1,2]
    }
  ]

